[Croatian]
AUTHOR_CREDITS = RezMar
LOCALE = hr-HR
Friends = Prijatelji
Achievements = Dostignuća
Lobby browser = Lobi preglednik
Settings = Postavke
Console = Konzola
Close = Zatvoriti
Stats = Statistike
of = od
Join = Pridružiti
Refresh = Osvježiti
SHOW FPS COUNTER IN-GAME = Prikaži FPS brojač u igri
SHOW CHAT NOTIFICATION = Prikaži obavijest razgovora
SHOW ACHIEVEMENTS NOTIFICATION = Prikaži obavijest dostignuća
SHOW INVITE NOTIFICATION = Prikaži obavijest poziva
Show screenshot notification = Prikaži obavijest snimka zaslona
ENABLE ONLINE CONNECTION = Omogući internetske veze
Achievements Earned = Stekli ste dostignuća
Unlocked = Otključano
Playing = Igram
Send message... = Pošalji poruku...
Join Game = Pridruži se igri
Invite to game = Pozovi u igru
Add nickname = Dodaj nadimak
Block All Communication = Blokiraj sve komunikacije
Unblock Communication = Odblokiraj komunikacije
Add a persistent nickname to this player to keep track of who they are. = Dodaj trajan nadimak za ovog igrača da biste pratili tko je.
Save = Sačuvati
Cancel = Otkazati
Searching... = Pretraživanje...
No lobby found = Nema pronađenih lobija
1 lobby found = 1 lobi pronađen
lobbies found = lobiji pronađeni
Has sent you a message = Ti je poslao poruku
Invited you to join their game = Pozvani ste da se pridružite njihovoj igri
Invited you to join their other game = Pozvani ste da se pridružite njihovoj drugoj igri
Press = Pritisni
to accept = prihvatiti
Show Data = Prikaži podatake
Hide Data = Sakrij podatake
Gallery = Galerija
Click here to join = Pritisni ovde da bi se pridružio

[Czech]
AUTHOR_CREDITS = Sisah
LOCALE = cs-CZ
Friends = Přátelé
Achievements = Achievementy
Lobby browser = Prohlížeč Lobby
Settings = Nastavení
Console = Konzole
Close = Zavřít
Stats = Statistiky
of = z
Join = Připojit
Refresh = Aktualizovat
SHOW FPS COUNTER IN-GAME = Zobrazit FPS ve hře
SHOW CHAT NOTIFICATION = Zobrazit upozornění pro chat
SHOW ACHIEVEMENTS NOTIFICATION = Zobrazit upozornění pro úspěchy
SHOW INVITE NOTIFICATION = Zobrazit upozornění při pozvání
Show screenshot notification = Zobrazit upozornění při screenshotu
ENABLE ONLINE CONNECTION = Povolit online připojení
Achievements Earned = získaných achievementů
Unlocked = Získáno
Playing = Ve hře 
Send message... = Poslat zprávu
Join Game = Připojit se do hry
Invite to game = Pozvat do hry
Add nickname = Přidat přezdívku
Block All Communication = Blokovat veškerou komunikaci
Unblock Communication = Odblokovat veškerou komunikaci
Add a persistent nickname to this player to keep track of who they are. = Přidat trvalou přezdíku tomuto hráči.
Save = Uložit
Cancel = Zrušit
Searching... = Hledám...
No lobby found = Žádné lobby nenalezeno
1 lobby found = Nalezeno 1 lobby
lobbies found = nalezených lobby
Has sent you a message = Ti poslal zprávu
Invited you to join their game = Tě pozval do své hry
Invited you to join their other game = Tě zve do hry
Press = Stiskni
to accept = pro přijetí 
Show Data = Zobrazit detaily
Hide Data = Skrýt detaily
Gallery = Galerie
Click here to join = Klikni zde pro připojení

[Dutch]
AUTHOR_CREDITS = Anomaly
LOCALE = nl-BE
Friends = Vrienden
Achievements = Prestaties
Lobby browser = Lobby browser
Settings = Instellingen
Console = Console
Close = Sluit
Stats = Statistieken
of = van
Join = Neem deel aan
Refresh = Ververs
SHOW FPS COUNTER IN-GAME = LAAT FPS-TELLER ZIEN IN HET SPEL
SHOW CHAT NOTIFICATION = LAAT CHATMELDING ZIEN
SHOW ACHIEVEMENTS NOTIFICATION = LAAT PRESTATIEMELDING ZIEN
SHOW INVITE NOTIFICATION = LAAT UITNODIGINGSMELDING ZIEN
Show screenshot notification = Laat schermafdrukmelding zien
ENABLE ONLINE CONNECTION = ZET ONLINE VERBINDING AAN
Achievements Earned = Behaalde prestaties
Unlocked = Ontgrendeld
Playing = Speelt
Send message... = Bericht versturen...
Join Game = Neem deel aan het spel
Invite to game = Nodig uit om te spelen
Add nickname = Voeg bijnaam toe
Block All Communication = Blokkeer alle communicatie
Unblock Communication = Deblokkeer alle communicatie
Add a persistent nickname to this player to keep track of who they are. = Verbind een blijvende bijnaam aan deze speler om bij te houden wie ze zijn.
Save = Opslaan
Cancel = Annuleren
Searching... = Aan het zoeken...
No lobby found = Geen lobby gevonden
1 lobby found = 1 lobby gevonden
lobbies found = lobby's gevonden
Has sent you a message = Heeft je een bericht gestuurd
Invited you to join their game = Nodigde je uit om deel te nemen aan hun spel
Invited you to join their other game = Nodigde je uit om deel te nemen aan hun andere spel
Press = Druk
to accept = om te accepteren
Show Data = Laat gegevens zien
Hide Data = Verberg gegevens
Gallery = Galerij
Click here to join = Klik hier om deel te nemen

[Estonian]
AUTHOR_CREDITS = Timo654
LOCALE = et-EE
Friends = Sõbrad
Achievements = Saavutused
Lobby browser = Serverite brauser
Settings = Sätted
Console = Konsool
Close = Sule
Stats = Statistika
of = /
Join = Liitu
Refresh = Värskenda
SHOW FPS COUNTER IN-GAME = Näita FPS-I Mängus
SHOW CHAT NOTIFICATION = Näita Vestluse Teadet
SHOW ACHIEVEMENTS NOTIFICATION = Näita Saavutuste Teadet
SHOW INVITE NOTIFICATION = Näita Kutsumise Teadet
Show screenshot notification = Näita Pildistamise Teadet
ENABLE ONLINE CONNECTION = Luba Interneti Ühendus
Achievements Earned = Saavutust Teenitud
Unlocked = Avatud
Playing = Mängib
Join Game = Liitu mänguga
Invite to game = Kutsu mängu
Add nickname = Lisa hüüdnimi
Block All Communication = Blokeeri kõik kommunikatsioon
Unblock Communication = Eemalda kommunikatsiooni blokeering
Add a persistent nickname to this player to keep track of who they are. = Anna kasutajale püsiv hüüdnimi, et sa teaksid kes ta on.
Save = Salvesta
Cancel = Tühista
Searching... = Otsimine...
No lobby found = Ei leitud servereid
1 lobby found = 1 server leitud
lobbies found = serverit leitud
Has sent you a message = Saatis sulle sõnumi.
Invited you to join their game = Kutsus sind enda mängu.
Invited you to join their other game =  Kutsus sind enda teise mängu.
Press = Vajuta
to accept = et vastu võtta
Show Data = Kuva Andmeid
Hide Data = Peida Andmeid
Gallery = Galerii
Click here to join =  Vajuta siia et liituda

[French]
AUTHOR_CREDITS = Nynjordin
LOCALE = fr-FR
Friends = Amis
Achievements = Succès
Lobby browser = Voir les parties
Settings = Paramètres
Console = Console
Close = Fermer
Stats = Stats
of = sur
Join = Rejoindre
Refresh = Rafraîchir
SHOW FPS COUNTER IN-GAME = Afficher les FPS
SHOW CHAT NOTIFICATION = Afficher les notifications de chat
SHOW ACHIEVEMENTS NOTIFICATION = Afficher les notifications de succès
SHOW INVITE NOTIFICATION = Afficher les notifications d'invitation
Show screenshot notification = Afficher les notifications de Screenshot
ENABLE ONLINE CONNECTION = Activer la connection en ligne
Achievements Earned = Succès deverouillés
Unlocked = Debloqué
Playing = Joue à
Send message... = Envoyer un message...
Join Game = Rejoindre la partie
Invite to game = Inviter dans la partie
Add nickname = Ajouter un pseudo
Block All Communication = Bloquer toute communication
Unblock Communication = Débloquer toute communication
Add a persistent nickname to this player to keep track of who they are. = Ajouter un pseudo permanent pour se rappeler de qui c'est.
Save = Sauvegarder
Cancel = Annuler
Searching... = Recherche en cours...
No lobby found = Aucune partie trouvée
1 lobby found = 1 partie trouvée
lobbies found = Parties trouvées
Has sent you a message = vous a envoyé un message
Invited you to join their game = Vous invite à rejoindre sa partie
Invited you to join their other game = Vous invite à rejoindre son autre partie
Press = Appuyer
to accept = pour accepter
Show Data = Afficher Infos
Hide Data = Cacher Infos
Gallery = Galerie
Click here to join = Clique ici pour rejoindre la partie

[German]
AUTHOR_CREDITS = youdontknowme, Christsnatcher
LOCALE = de-DE
Friends = Freunde
Achievements = Erfolge
Lobby browser = Sitzungs-Browser
Settings = Einstellungen
Console = Console
Close = Schließen
Stats = Statistiken
of = von
Join = Beitreten
Refresh = Aktualisieren
SHOW FPS COUNTER IN-GAME = Bilder pro Sekunde im Spiel anzeigen
SHOW CHAT NOTIFICATION = Chat-Benachrichtigungen anzeigen
SHOW ACHIEVEMENTS NOTIFICATION = Erfolgs-Benachrichtigungen anzeigen
SHOW INVITE NOTIFICATION = Einladungen anzeigen
Show screenshot notification = Screenshot-Benachrichtigung anzeigen
ENABLE ONLINE CONNECTION = Online-Verbindung aktivieren
Achievements Earned = Freigeschaltete Erfolge
Unlocked = Freigeschaltet
Playing = spielt
Send message... = Nachricht senden...
Join Game = Spiel beitreten
Invite to game = Zum Spiel einladen
Add nickname = Spitznamen hinzufügen
Block All Communication = Sämtliche Kommunikation blockieren
Unblock Communication = Kommunikation entblocken
Add a persistent nickname to this player to keep track of who they are. = Einen festen Spitznamen für diesen Spieler vergeben
Save = Speichern
Cancel = Abbrechen
Searching... = Suchen...
No lobby found = Keine Sitzung gefunden
1 lobby found = 1 Sitzung gefunden
lobbies found = Sitzungen gefunden
Has sent you a message = Hat Ihnen eine Nachricht gesendet
Invited you to join their game = Hat Sie eingeladen seinem Spiel beizutreten
Invited you to join their other game = Hat Sie eingeladen seinem anderen Spiel beizutreten
Press = Drücken
to accept = um anzunehmen
Show Data = Daten anzeigen
Hide Data = Daten ausblenden
Gallery = Galerie
Click here to join = Hier klicken um beizutreten

[Indonesian]
AUTHOR_CREDITS = b4byhuey
LOCALE = id-ID
Friends = Teman
Achievements = Prestasi
Lobby browser = Pencarian lobby
Settings = Pengaturan
Console = Konsol
Close = Tutup
Stats = Status
of = dari
Join = Gabung
Refresh = Segarkan
SHOW FPS COUNTER IN-GAME = Tampilkan FPS di dalam game
SHOW CHAT NOTIFICATION = Tampilkan notifikasi obrolan
SHOW ACHIEVEMENTS NOTIFICATION = Tampilkan notifikasi prestasi
SHOW INVITE NOTIFICATION = Tampilkan notifikasi undangan
Show screenshot notification = Tampilkan notifikasi screenshot
ENABLE ONLINE CONNECTION = Memungkinkan koneksi online
Achievements Earned = Prestasi didapatkan
Unlocked = Terbuka
Playing = Bermain
Send message... = Kirim pesan...
Join Game = Bergabung dipermainan
Invite to game = Undang untuk bermain
Add nickname = Tambahkan julukan
Block All Communication = Tutup semua jalur komunikasi
Unblock Communication = Buka jalur komunikasi
Add a persistent nickname to this player to keep track of who they are. = Tambahkan julukan tetap untuk pemain ini agar gampang dilacak.
Save = Simpan
Cancel = Batal
Searching... = Mencari...
No lobby found = Tidak ada lobby ditemukan
1 lobby found = 1 lobby ditemukan
lobbies found = lobby ditemukan
Has sent you a message = Mengirimkan pesan buat mu
Invited you to join their game = Mengundang kamu untuk begabung di game
Invited you to join their other game = Mengundang kamu untuk bergabung di game lain
Press = Tekan
to accept = untuk menyetujui
Show Data = Tampilkan Data
Hide Data = Sembunyikan Data
Gallery = Galeri
Click here to join = Klik disini untuk bergabung

[Italian]
AUTHOR_CREDITS = Sak32009
LOCALE = it-IT
Friends = Amici
Achievements = Trofei
Lobby browser = Cerca Lobby
Settings = Impostazioni
Console = Console
Close = Chiudi
Stats = Statistiche
of = di
Join = Partecipa
Refresh = Ricarica
SHOW FPS COUNTER IN-GAME = Visualizzare gli FPS in gioco
SHOW CHAT NOTIFICATION = Visualizzare le notifiche per la chat
SHOW ACHIEVEMENTS NOTIFICATION = Visualizzare le notifiche per i trofei
SHOW INVITE NOTIFICATION = Visualizzare le notifiche per gli inviti
Show screenshot notification = Visualizzare le notifiche per gli screenshot
ENABLE ONLINE CONNECTION = Attiva la connessione online
Achievements Earned = Trofei vinti
Unlocked = Sbloccato
Playing = Giocando
Send message... = Invia messaggio...
Join Game = Unisciti al gioco
Invite to game = Invita al gioco
Add nickname = Aggiungere nickname
Block All Communication = Bloccare tutte le comunicazioni
Unblock Communication = Sbloccare la comunicazione
Add a persistent nickname to this player to keep track of who they are. = Aggiungere un nickname persistente per questo giocatore per tenere traccia di chi è.
Save = Salva
Cancel = Cancella
Searching... = Ricerca...
No lobby found = Nessuna lobby trovata
1 lobby found = una lobby trovata
lobbies found = lobby trovate
Has sent you a message = Ti ha inviato un messaggio
Invited you to join their game = Ti ha invitato per unirti al gioco
Invited you to join their other game =  Ti ha invitato per unirti a un altro gioco
Press = Stampa
to accept = per accettare
Show Data = Visualizza i dati
Hide Data = Nascondi i dati
Gallery = Galleria
Click here to join = Clicca qui per unirti

[Lithuanian]
AUTHOR_CREDITS = AUGE
LOCALE = lt-LT
Friends = Draugai
Achievements = Pasiekimai
Lobby browser = Kambarių naršyklė
Settings = Nustatymai
Console = Konsolė
Close = Uždaryti
Stats = Statistikos
of = To
Join = Prisijungti
Refresh = Atnaujinti
SHOW FPS COUNTER IN-GAME = Rodyti FPS
SHOW CHAT NOTIFICATION = Rodyti pokalbių perspėjimus
SHOW ACHIEVEMENTS NOTIFICATION = Rodyti visus pasiekimus
SHOW INVITE NOTIFICATION = Rodyti pakvietimus
Show screenshot notification = Rodyti nuotraukos perspėjimus
ENABLE ONLINE CONNECTION = Įjungti internetinį ryšį
Achievements Earned = Uždirbti pasiekimai
Unlocked = Atrakinta
Playing = Žaidžia
Send message... = Siųsti žinutę..
Join Game = Prisijungti prie žaidimo
Invite to game = Pakviesti į žaidimą
Add nickname = Pridėti slapyvardį
Block All Communication = Blokuoti visas komunikacijas
Unblock Communication = Atrakinti komunikacijas
Add a persistent nickname to this player to keep track of who they are. = Pridėti nuolatinį slapyvardį šiam žaidėjui, kad būtų galima sekti kas jis yra.
Save = Išsaugoti
Cancel = Atšaukti
Searching... = Ieškoma..
No lobby found = Kambarių nerasta
1 lobby found = 1 kambarys rastas
lobbies found = rasta kambarių
Has sent you a message = Atsiuntė jums žinutę
Invited you to join their game = Pakvietė jus prisijungti prie žaidimo
Invited you to join their other game = Pakvietė jus prisijungti į savo žaidimą.
Press = Spausti
to accept = patvirtinti
Show Data = Rodyti Duomenis
Hide Data = Slėpti Duomenis
Gallery = Galerija
Click here to join = Spauskite čia jei norite prisijungti

[Malay]
AUTHOR_CREDITS = sya, lespaul
LOCALE = ms-MY
Friends = Rakan
Achievements = Pencapaian
Lobby browser = Pelayar Lobi
Settings = Tetapan
Console = Konsol
Close = Tutup
Stats = Statistik
of = daripada
Join = Masuk
Refresh = Cari
SHOW FPS COUNTER IN-GAME = Papar kadar bingkai pada skrin
SHOW CHAT NOTIFICATION = Papar pemberitahuan mesej
SHOW ACHIEVEMENTS NOTIFICATION = Papar pemberitahuan pencapaian
SHOW INVITE NOTIFICATION = Papar pemberitahuan undangan
Show screenshot notification = Papar pemberitahuan tangkapan skrin
ENABLE ONLINE CONNECTION = Aktifkan sambungan dalam talian
Achievements Earned = pencapaian diperolehi
Unlocked = Diperolehi pada
Playing = Sedang bermain
Send message... = Hantar mesej...
Join Game = Sertai Permainan
Invite to game = Hantar Undangan
Add nickname = Letak nama samaran
Block All Communication = Sekat semua komunikasi
Unblock Communication = Nyahsekat semua komunikasi
Add a persistent nickname to this player to keep track of who they are. = Letak nama samaran pada pemain ini supaya lebih mudah mengenali mereka.
Save = Simpan
Cancel = Batal
Searching... = Sedang mencari...
No lobby found = Tiada lobi ditemui
1 lobby found = 1 lobi ditemui
lobbies found = lobi ditemui
Has sent you a message = Menghantar anda mesej
Invited you to join their game = Mengundang anda bermain bersama
Invited you to join their other game = Mengundang anda bermain bersama permainan
Press = Tekan
to accept = untuk menerimanya
Show Data = Tunjuk Data
Hide Data = Sorok Data
Gallery = Galeri
Click here to join = Tekan disini untuk masuk

[Polish]
AUTHOR_CREDITS = smiglo5
LOCALE = pl-PL
Friends = Znajomi
Achievements = Osiągnięcia
Lobby browser = Przeglądarka Pokoi
Settings = Ustawienia
Console = Konsola
Close = Zamknij
Stats = Statystyki
of = z
Join = Dołącz
Refresh = Odśwież
SHOW FPS COUNTER IN-GAME = Pokaż FPS w grze
SHOW CHAT NOTIFICATION = Pokaż powiadomienie czatu
SHOW ACHIEVEMENTS NOTIFICATION = Pokaż powiadomienie o osiągnięciu
SHOW INVITE NOTIFICATION = Pokaż powiadomienie o zaproszeniu
Show screenshot notification = Pokaż powiadomienie o zrzucie ekranu
ENABLE ONLINE CONNECTION = Włącz połączenie ONLINE
Achievements Earned = Zdobyte Osiągnięcia
Unlocked = Odblokowane
Playing = Aktualnie gra
Send message... = Wyślij wiadomość
Join Game = Dołącz do gry
Invite to game = Zaproś do gry
Add nickname = Dodaj pseudonim
Block All Communication = Zablokuj wszelką komunikację
Unblock Communication = Odblokuj komunikację
Add a persistent nickname to this player to keep track of who they are. = Dodaj stały pseudonim do gracza żeby widzieć kto to jest
Save = Zapisz
Cancel = Anuluj
Searching... = Szukanie...
No lobby found = Nie znaleziono pokoi
1 lobby found = Znaleziono 1 pokój
lobbies found = Znaleziono pokoje
Has sent you a message = Wysłał/a Tobie wiadomość
Invited you to join their game = Zaprosił/a Cię do gry
Invited you to join their other game = Zaprosił/a Cię do innej jego gry
Press = Wciśnij
to accept = żeby zaakceptować
Show Data = Pokaż dane
Hide Data = Ukryj dane
Gallery = Galeria
Click here to join = Kliknij tu aby dołączyć

[Portuguese]
AUTHOR_CREDITS = SirBasterdized, Druid8732
LOCALE = pt-PT
Friends = Amigos
Achievements = Conquistas
Lobby browser = Navegador de partidas
Settings = Configurações
Console = Consola
Close = Fechar
Stats = Estatisticas
of = de
Join = Juntar
Refresh = Atualizar
SHOW FPS COUNTER IN-GAME = Mostrar contador de FPS dentro do jogo
SHOW CHAT NOTIFICATION = Mostrar notificações de chat
SHOW ACHIEVEMENTS NOTIFICATION = Mostrar notificações de conquistas
SHOW INVITE NOTIFICATION = Mostrar notificações de convites
Show screenshot notification = Mostrar notificações de capturas de imagem
ENABLE ONLINE CONNECTION = Ativar conexão online
Achievements Earned = Conquistas obtidas
Unlocked = Desbloqueado
Playing = A jogar
Send message... = A enviar mensagem
Join Game = Juntar ao jogo
Invite to game = Convidar para jogo
Add nickname = Adicionar alcunha
Block All Communication = Bloquear toda a comunicação
Unblock Communication = Desbloquear cominucação
Add a persistent nickname to this player to keep track of who they are. = Adicionar alcunha persistente a este jogador para saber quem ele é.
Save = Guardar
Cancel = Cancelar
Searching... = A procurar...
No lobby found = Não foram encontradas partidas
1 lobby found = 1 partida encontrada
lobbies found = Partidas encontradas
Has sent you a message = enviou-te uma mensagem
Invited you to join their game = convidou-te para te juntares ao jogo dele
Invited you to join their other game = convidou-te juntares de outro jogo
Press = Pressiona
to accept = para aceitar
Show Data = Ver dados
Hide Data = Esconder dados
Gallery = Galeria
Click here to join = Clique aqui para participar

[Russian]
AUTHOR_CREDITS = Shlak
LOCALE = ru-RU
Friends = Друзья
Achievements = Достижения
Lobby browser = Найти игру
Settings = Настройки
Console = Консоль
Close = Закрыть
Stats = Статистика
of = из
Join = Подключиться
Refresh = Обновить
SHOW FPS COUNTER IN-GAME = Показывать FPS в игре
SHOW CHAT NOTIFICATION = Показывать уведомления чата
SHOW ACHIEVEMENTS NOTIFICATION = Показывать достижения в игре
SHOW INVITE NOTIFICATION = Показывать приглашения в игру
Show screenshot notification = Показывать превью скриншота
ENABLE ONLINE CONNECTION = Включить online соединение
Achievements Earned = достижения открыты
Unlocked = Открыто
Playing = В игре
Send message... = Отправить сообщение
Join Game = Подключиться к игре
Invite to game = Пригласить в игру
Add nickname = Добавить псевдоним
Block All Communication = Заблокировать связь
Unblock Communication = Разблокировать связь
Add a persistent nickname to this player to keep track of who they are. = Добавьте постоянный псевдоним игроку, чтобы не потерять его.  
Save = Сохранить
Cancel = Отменить
Searching... = Поиск...
No lobby found = Игр не найдено
1 lobby found = Найдена 1 игра
lobbies found = игр найдено
Has sent you a message = Отправил вам сообщение
Invited you to join their game = Приглашает вас присоединиться к игре
Invited you to join their other game = Приглашает вас в другую игру
Press = Нажмите
to accept = для продолжения
Show Data = Подробно
Hide Data = Кратко
Gallery = Галерея
Click here to join = Нажмите здесь, чтобы присоединиться

[Schinese]
AUTHOR_CREDITS = wave
LOCALE = zh-CH
Friends = 好友
Achievements = 成就
Lobby browser = 大厅浏览器
Settings = 设置
Console = 控制台
Close = 关闭
Stats = 统计
of = /
Join = 加入
Refresh = 刷新
SHOW FPS COUNTER IN-GAME = 游戏中显示帧数
SHOW CHAT NOTIFICATION = 显示消息通知
SHOW ACHIEVEMENTS NOTIFICATION = 显示成就通知
SHOW INVITE NOTIFICATION = 显示邀请通知
Show screenshot notification = 显示截图通知
ENABLE ONLINE CONNECTION = 启用在线连接
Achievements Earned = 项成就已获得
Unlocked = 解锁日期
Playing = 正在玩
Send message... = 发送消息
Join Game = 加入游戏
Invite to game = 邀请加入游戏
Add nickname = 添加昵称
Block All Communication = 屏蔽所有通讯
Unblock Communication = 取消屏蔽
Add a persistent nickname to this player to keep track of who they are. = 为此玩家添加永久昵称以记录他们的身份。
Save = 保存
Cancel = 取消
Searching... = 寻找中...
No lobby found = 未找到大厅
1 lobby found = 1间大厅可以加入
lobbies found = 间大厅可以加入
Has sent you a message = 给你发了一条消息
Invited you to join their game = 邀请你加入他们的游戏
Invited you to join their other game = 邀请你加入他们的其他游戏
Press = 按
to accept = 以接受
Show Data = 显示数据
Hide Data = 隐藏数据
Gallery = 图库
Click here to join = 点击此处加入游戏

[Serbian]
AUTHOR_CREDITS = RezMar
LOCALE = Cy-sr-SP
Friends = Пријатељи
Achievements = Достигнућа
Lobby browser = Лоби претраживач
Settings = Подешавања
Console = Конзола
Close = Затворити
Stats = Статистике
of = од
Join = Придружити
Refresh = Освежити
SHOW FPS COUNTER IN-GAME = Прикажи ФПС бројач у игри
SHOW CHAT NOTIFICATION = Прикажи обавештење разговора
SHOW ACHIEVEMENTS NOTIFICATION = Прикажи обавештење достигнућа
SHOW INVITE NOTIFICATION = Прикажи обавештење позива
Show screenshot notification = Прикажи обавештење снимака екрана
ENABLE ONLINE CONNECTION = Омогући интернет конекцију
Achievements Earned = Стекнута достигнућа
Unlocked = Откључано
Playing = Играм
Send message... = Пошаљи поруку...
Join Game = Придружи се игри
Invite to game = Позови у игру
Add nickname = Додај надимак
Block All Communication = Блокирај све комуникације
Unblock Communication = Одблокирај комуникације
Add a persistent nickname to this player to keep track of who they are. = Додај трајан надимак за овог играча да би сте пратили ко је.
Save = Сачувати
Cancel = Отказати
Searching... = Претраживање...
No lobby found = Није лоби пронађен
1 lobby found = 1 лоби пронађен
lobbies found = лобији пронађени
Has sent you a message = Вам је послао поруку
Invited you to join their game = Позвани сте да се придружите њиховој игри
Invited you to join their other game = Позвани сте да се придружите њиховој другој игри
Press = Притисни
to accept = прихватити
Show Data = Показ података
Hide Data = Сакриј податакe
Gallery = Галерија
Click here to join = Кликни овде да би се придружио
 
[Serbian (latin)]
AUTHOR_CREDITS = RezMar
LOCALE = Lt-sr-SP
Friends = Prijatelji
Achievements = Dostignuća
Lobby browser = Lobi pretraživač
Settings = Podešavanja
Console = Konzola
Close = Zatvori
Stats = Statistike
of = od
Join = Pridružiti
Refresh = Osvežiti
SHOW FPS COUNTER IN-GAME = Prikaži FPS brojač u igri
SHOW CHAT NOTIFICATION = Prikaži obaveštenja razgovora
SHOW ACHIEVEMENTS NOTIFICATION = Prikaži obaveštenje dostignuća
SHOW INVITE NOTIFICATION = Prikaži obaveštenje poziva
Show screenshot notification = Prikaži obaveštenje snimka ekrana
ENABLE ONLINE CONNECTION = Omogući internet konekciju
Achievements Earned = Steknuta dostignuća
Unlocked = Otključano
Playing = Igram
Send message... = Pošalji poruku...
Join Game = Pridruži se u igri
Invite to game = Pozovi u igru
Add nickname = Dodaj nadimak
Block All Communication = Blokiraj sve komunikacije
Unblock Communication = Odblokiraj komunikacije
Add a persistent nickname to this player to keep track of who they are. = Dodaj trajan nadimak za ovog igrača da biste pratili ko je.
Save = Sačuvati
Cancel = Otkazati
Searching... = Pretraživanje...
No lobby found = Nema pronađenih lobija
1 lobby found = 1 lobi pronađen
lobbies found = lobiji pronađeni
Has sent you a message = Vam je poslao poruku
Invited you to join their game = Pozvani ste da se pridružite njihovoj igri
Invited you to join their other game = Pozvani ste da se pridružite njihovoj drugoj igri
Press = Pritisni
to accept = prihvati
Show Data = Pokaz podataka
Hide Data = Sakrij podatake
Gallery = Galerija
Click here to join = Pritisni ovde da bi se pridružio

[Spanish]
AUTHOR_CREDITS = xatornet, .Rar
LOCALE = es-ES
Friends = Amigos
Achievements = Logros
Lobby browser = Lista de Servidores
Settings = Configuración
Console = Consola
Close = Cerrar
Stats = Estadísticas
of = de
Join = Unirse
Refresh = Actualizar
SHOW FPS COUNTER IN-GAME = Mostrar contador de FPS ingame
SHOW CHAT NOTIFICATION = Mostrar notificaciones del chat
SHOW ACHIEVEMENTS NOTIFICATION = Mostrar notificaciones de logros
SHOW INVITE NOTIFICATION = Mostrar notificaciones de invitación
Show screenshot notification = Mostrar notificaciones de capturas
ENABLE ONLINE CONNECTION = Habilitar conexión online
Achievements Earned = Logros obtenidos
Unlocked = Desbloqueado
Playing = Jugando a
Send message... = Enviar mensaje
Join Game = Unirse a partida
Invite to game = Invitar a la partida
Add nickname = Añadir nombre
Block All Communication = Bloquear toda comunicación
Unblock Communication = Desbloquear comunicación
Add a persistent nickname to this player to keep track of who they are. = Añadir un nombre persistente a éste jugador para saber en todo momento quién es.
Save = Guardar
Cancel = Cancelar
Searching... = Buscando...
No lobby found = No se encontraron servidores
1 lobby found = 1 servidor encontrado
lobbies found = servidores encontrados
Has sent you a message = te ha enviado un mensaje
Invited you to join their game = te ha invitado a unirte a su partida
Invited you to join their other game = te ha invitado a unirte a otro partida
Press = Pulsa
to accept = para aceptar
Show Data = Ver datos
Hide Data = Ocultar datos
Gallery = Galería
Click here to join = Haz clic aquí para unirte

[Turkish]
AUTHOR_CREDITS = Yazar Kredi, XyMoX
LOCALE = tr-TR
Friends = Arkadaşlar
Achievements = Başarılar
Lobby browser = Lobi tarayıcı
Settings = Ayarlar
Console = Konsol
Close = iptal
Stats = Baslat
of = из
Join = Katıl
Refresh = Yenile
SHOW FPS COUNTER IN-GAME = Fps Sayacını Goster
SHOW CHAT NOTIFICATION = Sohbet Bilidirmlerini Göster
SHOW ACHIEVEMENTS NOTIFICATION = Basarimlari Goster
SHOW INVITE NOTIFICATION = Davetleri Goster
Show screenshot notification = Ekran Bildirimlerini Goster
ENABLE ONLINE CONNECTION = Online Baglanti Acik
Achievements Earned = Kazanilan Basarilar
Unlocked = Kilitsiz
Playing = Oyna
Send message... = Mesaj gönder...
Join Game = Oyuna Gir
Invite to game = Oyun Davetini Kabul Et
Add nickname = isim Ekle
Block All Communication = Tüm İletisimi engelle
Unblock Communication = Iletişim Acik
Add a persistent nickname to this player to keep track of who they are. = Oyuncuyu takip Etmek icin takma ad ekle
Save = Kaydet
Cancel = iptal
Searching... = Aranıyor
No lobby found = Lobi Bulunamadi
1 lobby found = 1 Lobi bulundu
lobbies found = Bircok Lobi Bulundu
Has sent you a message = Size bir mesaj gönderdi
Invited you to join their game = Oyuna Katilmak icin Davet Etti
Invited you to join their other game = Başka oyuna katılmaya davet etti
Press = Basin
to accept = Kabul Et
Show Data = Veriyi Goster
Hide Data = Veriyi Kapat
Gallery = Galeri
Click here to join = Katılmak için buraya tıklayın

[Vietnamese]
AUTHOR_CREDITS =  Korbirt [truongdatnhan]
LOCALE = vi-VN
Friends = Bạn Bè
Achievements = Thành Tích
Lobby browser = Tìm Phòng Chờ
Settings = Cài Đặt
Console = Console
Close = Đóng
Stats = Thống Kê
of = hoặc
Join = Tham Gia
Refresh = Làm Mới
SHOW FPS COUNTER IN-GAME = HIỆN FPS TRONG GAME
SHOW CHAT NOTIFICATION = HIỆN THÔNG BÁO CHAT
SHOW ACHIEVEMENTS NOTIFICATION = HIỆN THÔNG BÁO HUY HIỆU
SHOW INVITE NOTIFICATION = HIỆN THÔNG BÁO LỜI MỜI
Show screenshot notification = Hiện Thông Báo Ảnh Chụp Màn Hình
ENABLE ONLINE CONNECTION = Mở Kết Nối Online
Achievements Earned = Mở Thành Tích
Unlocked = Đã Mở
Playing = Đang Chơi
Send message... = Gửi Tin Nhắn...
Join Game = Vào Game
Invite to game = Mời Vào
Add nickname = Thêm Nickname
Block All Communication = Chặn Tất Cả
Unblock Communication = Bỏ Chặn Tất Cả
Add a persistent nickname to this player to keep track of who they are. = Thêm nickname cố định cho người chơi để nhận biết họ là ai.
Save = Save
Cancel = Huỷ Bỏ
Searching... = Đang Tìm...
No lobby found = Không Tìm Thấy Phòng Chờ
1 lobby found = Tìm Thấy 1 Phòng Chờ
lobbies found = Tìm Thấy Phòng Chờ
Has sent you a message = Đã Gửi Cho Bạn Một Tin Nhắn
Invited you to join their game = Đã mời bạn tham gia game họ đang chơi
Invited you to join their other game = Đã mời bạn tham gia game khác
Press = Nhấn
to accept = để đồng ý
Show Data = Hiện Thông Tin
Hide Data = Ẩn Thông Tin
Gallery = Thư Viện
Click here to join = Bấm vào đây để tham gia

[ملايو]
AUTHOR_CREDITS = 
LOCALE = ar-EG
RTL = 1
Friends = راكن
Achievements = ڤنچاڤاين
Lobby browser = ڤلاير لوبي
Settings = تتڤن
Console = کونسول
Close = توتوڤ
Stats = ستاتيستيک
of = درڤد
Join = ماسوق
Refresh = چاري
SHOW FPS COUNTER IN-GAME = ڤاڤر قدر بيڠکاي ڤد سکرين
SHOW CHAT NOTIFICATION = ڤاڤر ڤمبريتاهوان ميسيج
SHOW ACHIEVEMENTS NOTIFICATION = ڤاڤر ڤمبريتاهوان ڤنچاڤاين
SHOW INVITE NOTIFICATION = ڤاڤر ڤمبريتاهوان أوندڠن
Show screenshot notification = ڤاڤر ڤمبريتاهوان تڠکڤن سکرين
ENABLE ONLINE CONNECTION = اکتيفکان سامبوڠن دالم تالين
Achievements Earned = ڤنچاڤاين دڤرأوليهي
Unlocked = دڤرأوليهي ڤد
Playing = سدڠ برماءين
Send message... = هانتر ميسيج
Join Game = سرتأي ڤرماءينن
Invite to game = هنتر أوندڠن
Add nickname = لتق نام سامرن
Block All Communication = سکت سموا کومونيکاسي
Unblock Communication = ڽاه سکت سموا کومونيکاسي
Add a persistent nickname to this player to keep track of who they are. = لتق نام سامرن ڤد ڤماءين اين سوڤايا لبيه موده مڠنلي مريک
Save = سيمڤن
Cancel = بطل
Searching... = سدڠ منچاري...
No lobby found = تياد لوبي دتموءي
1 lobby found = 1 لوبي دتموءي
lobbies found = لوبي دتموءي
Has sent you a message = مڠهانتر اندا ميسيج
Invited you to join their game = مڠوندڠ اندا برماءين برسام
Invited you to join their other game = مڠوندڠ اندا برماءين برسام ڤرماءينن
Press = تکن
to accept = اونتوق منريماڽا
Show Data = تونجوق داتا
Hide Data = سوروق داتا
Gallery = ݢالري
Click here to join = تکن دسيني اونتوق ماسوق